<template>
  <div>
    <div class="row mt-4">
      <div class="col-md-10 mr-auto ml-auto indexCard">
        <div class="card my-3 py-5 px-5">
          <h4 class="text-center">運送方式</h4>
          <h6>Q1.可選擇的配送方式有那些？</h6>
          <p>線上刷卡</p>
          <p>貨到付款</p>
          <p>超商取貨付款</p>
          <hr>
          <h6>Q2.運費如何計算？</h6>
          <p>以下結帳方式之免運費標準，請依網站不定期公告之行銷活動為依據（唯訂單金額恕無法合併計算）。</p>
          <p>1. 7-11、全家、萊爾富、OK超商取貨付款訂單，單筆購物滿1000元，即享有免運費優惠。
            純商品金額購物未滿1000元(999元以下)，單筆訂單將酌收50元物流費。</p>
          <p>2. 宅配訂單(付款方式：信用卡、貨到付款、LINE Pay及 Apple Pay)，單筆訂單將酌收60元物流費。</p>
          <hr>
          <h6>Q3.台灣外島地區可以寄送嗎？</h6>
          <p>您可以選擇『超商取貨付款』或『信用卡付款』；若您採信用卡方式付款，將以郵局海運配送，預計3-7日內配達，而送達時間會因天氣狀況、船隻班次而有變動的可能性。</p>
          <hr>
          <h6>Q4.訂購商品後需幾天的時間才可以收到商品呢？</h6>
          <p>常態的出貨時間為：今天下單，明天取貨。</p>
          <p>但請務必注意：週日及例假日不出貨，超過每日截止時間的訂單要多等一天。</p>
          <p>原則上週二至週五收單截止時間為每日am10:00，超過am10:00則出貨時間多加一天。<br>
            實際出貨時間仍將依訂單量調節，可能提前或延後出貨，如有延後出貨超過2天的緊急狀況，將公告於網頁最新消息中。</p>
          <hr>
          <h6>Q1.可選擇的配送方式有那些？</h6>
          <p>線上刷卡</p>
          <p>貨到付款</p>
          <p>超商取貨付款</p>
          <hr>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
